IDS_MESHGEN___MSG1 = "Two nodes are coincident, or too close from each other."
IDS_MESHGEN___MSG2 = "A node is located inside a edge, or two edges cross each other."
IDS_MESHGEN___MSG4 = "Boundary seeds are not closed."
IDS_MESHGEN___MSG5 = "The external boundary 2D-mesh is not closed."
IDS_MESHGEN___MSG6 = "\nPlease reduce the mesh size and try again."
IDS_MESHGEN___MSG7 = "For Delaunay mesher to generate full quad mesh, even seeding is required."
IDS_MESHGEN___MSG8 = "Auto-Mesh 2D"
IDS_MESHGEN___MSG9 = "Auto-Mesh 2D interrupted!"
IDS_MESHGEN___MSG10 = "Insufficient Memory Error!"
IDS_MESHGEN___MSG11 = "Error Message"
IDS_MESHGEN___MSG12 = "Auto-Mesh Planar Area"
IDS_MESHGEN___MSG26 = "Boundary seeds are not closed or seed count is of small number"
IDS_TM_MESH_QST_STOP_MESH = "Do you want to stop Auto-Meshing?"
IDS_WORD_APPLICATION_NOT_INSTALLED = "Microsoft Word is not Installed."
IDS_EXCEL_APPLICATION_NOT_INSTALLED = "Microsoft Excel is not Installed."
IDS_UNIT_SYSTEM_SI = "SI Unit System"
IDS_UNIT_SYSTEM_US = "US Unit System"
IDS_UNIT_SYSTEM_MKS = "MKS Unit System"
IDS_UNIT_LENGTH_MM = "мм"
IDS_UNIT_LENGTH_CM = "см"
IDS_UNIT_LENGTH_M = "м"
IDS_UNIT_LENGTH_IN = "дюйм"
IDS_UNIT_LENGTH_FT = "фут"
IDS_UNIT_FORCE_KG = "кгс"
IDS_UNIT_FORCE_TON = "тс"
IDS_UNIT_FORCE_N = "Н"
IDS_UNIT_FORCE_KN = "кН"
IDS_UNIT_FORCE_LBF = "фунтс"
IDS_UNIT_FORCE_KIP = "кипс"
IDS_UNIT_FORCE_KIPs = "кипс"
IDS_UNIT_DEGREE = "град"
